Repository: TaniksHasNoHouse/Przewijarka_BR_Praktyki
Catalog: Logical/mappView/Resources/Texts/MainPage.tmx
Source language: en
Languages: de, pl

source: Current PackML state:
de: Aktueller Status von PackML:
pl: Aktualny stan PackML:

source: Current roll size
de: Aktuelle Rollengröße
pl: Aktualny rozmiar rolki

source: Dancer position
de: Spannposition
pl: Pozycja napinacza

source: Current velocity
de: Aktuelle Geschwindigkeit
pl: Aktualna prędkość

source: Winding progress
de: Scrollen Sie durch den Fortschritt
pl: Postęp przewijania

source: Save
de: Speichern
pl: Zapisz

source: Log in
de: Einloggen
pl: Zaloguj się

source: Successfully logged out
de: Erfolgreich abgemeldet
pl: Pomyślnie wylogowano

source: Logged out
de: Abgemeldet
pl: Wylogowano
